

function requestData () {
	var data = [
					{
						'Name':'给未来的自己',
						'Singer':'杨宗纬',
						'Src':'http://www.web-jackiee.com/templets/blog/music/geiweilaideziji.mp3',
						'Img':'images/singer/1.jpg',
						'Lyric':'[00:00.00]给未来的自己 [00:01.10]歌手:杨宗纬 [00:02.10]给未来的自己 (Live) - 杨宗纬 [00:04.10]词：黄婷 [00:05.10]曲：张正宗 [00:11.11] [00:13.10]站在狂风的天台一望无际 [00:19.58]这一座孤独的城市 [00:24.38] [00:25.65]在天空与高楼交接的尽头 [00:32.19]谁追寻空旷的自由 [00:36.40] [00:39.05]阳光覆满这一刻宁静的我 [00:44.86] [00:45.53]隔绝了喧嚣和冷漠 [00:50.19] [00:51.54]川流不息的人游荡在街头 [00:58.09]谁能听见谁的寂寞 [01:03.35]找一个人惺惺相惜 [01:07.93]找一颗心心心相印 [01:10.96]在这个宇宙我是独一无二 [01:14.66]没人能取代 [01:16.76]不管怎样怎样都会受伤 [01:20.99]伤了又怎样至少我很坚强 [01:26.29]我很坦荡 [01:33.98] [01:40.75]夜幕笼罩灿烂的一片灯海 [01:45.67] [01:47.25]多少人多少种无奈 [01:53.38]在星光里遗忘昨天的伤害 [01:59.76]一觉醒来还有期待 [02:05.01]我不放弃爱的勇气 [02:08.69]我不怀疑会有真心 [02:12.33]我要握住一个最美的梦 [02:16.31]给未来的自己 [02:18.49]一天一天一天推翻一天 [02:22.66]坚持的信仰 [02:25.30]我会记住自己现在的模样 [02:30.76]有一个人惺惺相惜 [02:34.75]留一颗心心心相印 [02:37.56] [02:38.45]抛开过去我想认真去追寻 [02:42.11]未来的自己 [02:44.15]不管怎样怎样都会受伤 [02:48.55]伤了又怎样 [02:51.36]至少我很坚强 [02:53.43]我很坦荡 [03:00.98] [03:23.27]我不放弃爱的勇气 [03:26.74]我不怀疑会有真心 [03:30.38]我要握住一个最美的梦 [03:34.39]给未来的自己 [03:36.41]不管怎样怎样都会受伤 [03:40.43]伤了又怎样至少我很坚强 [03:45.38]我很坦荡 [03:50.87] [03:52.00]未来的你会懂我的疯狂'
					},
					{
						'Name':'会呼吸的痛',
						'Singer':'梁静茹',
						'Src':'http://ok.96x.cn/2015/7yue_2651.cn/%E4%BC%9A%E5%91%BC%E5%90%B8%E7%9A%84%E7%97%9B%20-%20%E6%A2%81%E9%9D%99%E8%8C%B9.mp3',
						'Img':'images/singer/2.jpg',
						'Lyric':'[00:01.49]会呼吸的痛(严改)(CCTV音乐频道)-梁静茹 [00:17.46]在东京铁塔 第一次眺望 [00:27.83]看灯火模仿 坠落的星光 [00:36.43]我终于到达 但却更悲伤 [00:44.95]一个人完成 我们的梦想 [00:51.70]你总说 时间还很多 你可以等我 [01:00.22]以前我不懂得 未必明天 就有以后 [01:08.68]想念是会呼吸的痛 [01:12.84]它活在我身上所有角落 [01:17.40]哼你爱的歌会痛 [01:19.81]看你的信会痛 [01:22.42]连沉默也痛 [01:25.82]遗憾是会呼吸的痛 [01:30.04]它流在血液中来回滚动 [01:34.52]后悔不贴心会痛 [01:36.91]恨不懂你会痛 [01:39.52]想见不能见最痛 [02:04.54]没看你脸上 张扬过哀伤 [02:12.87]那是种多么 寂寞的倔强 [02:21.35]你拆了城墙 让我去流浪 [02:29.87]在原地等我 把自己捆绑 [02:36.67]你没说 你也会软弱 需要依赖我 [02:45.13]我就装不晓得 自由移动 自我地过 [02:53.74]想念是会呼吸的痛 [02:57.81]它活在我身上所有角落 [03:02.30]哼你爱的歌会痛 [03:04.73]看你的信会痛 [03:07.40]连沉默也痛 [03:10.84]遗憾是会呼吸的痛 [03:14.88]它流在血液中来回滚动 [03:19.53]后悔不贴心会痛 [03:22.25]恨不懂你会痛 [03:24.51]想见不能见最痛 [03:32.25]我发誓不再说谎了 [03:36.33]多爱你就会抱你多紧的 [03:40.88]我的微笑都假了 [03:43.26]灵魂像飘浮着 [03:45.93]你在就好了 [03:49.31]我发誓不让你等候 [03:53.49]陪你做想做的无论什么 [03:58.14]我越来越像贝壳 [04:00.48]怕心被人触碰 [04:03.09]你回来那就好了 [04:12.00]能重来那就好了'
					},
					{
						'Name':'帝都',
						'Singer':'萌萌哒天团',
						'Src':'http://www.web-jackiee.com/templets/blog/music/didu.mp3',
						'Img':'images/singer/3.jpg',
						'Lyric':'[00:01.25]帝都 - 萌萌哒天团  [00:20.14]空荡的宫殿 冰冷的庄严  [00:24.97]上弦月弹奏清歌奄奄  [00:29.29]谁看到悲的烟 金杯玉盏  [00:33.89]却无人叹息生锈的剑  [00:38.88]往日故友寻难见 只剩思念  [00:43.72]拂尘掠过空间  [00:48.50]有谁来读孤独感 散不尽留恋  [00:53.26]生死注定烟消云散  [00:58.08]想曾经往日昨天 孤独是晴天  [01:02.97]和曾经诺言的竹签  [01:27.50]空荡的宫殿 冰冷的庄严  [01:31.87]上弦月弹奏清歌奄奄  [01:36.46]谁看到悲的烟 金杯玉盏  [01:41.32]却无人叹息生锈的剑  [01:46.07]往日故友寻难见 只剩思念  [01:50.92]拂尘掠过空间  [01:55.65]有谁来读孤独感 散不尽留恋  [02:00.22]生死注定烟消云散  [02:05.07]想曾经往日昨天 孤独是晴天  [02:09.81]和曾经诺言的竹签  [02:14.85]有谁来读孤独感 散不尽留恋  [02:19.39]生死注定烟消云散  [02:24.47]想曾经往日昨天 孤独是晴天  [02:29.00]和曾经诺言的竹签  [02:34.18]和曾经诺言的竹签'
					},
					{
						'Name':'星月神话',
						'Singer':'金莎',
						'Src':'http://www.web-jackiee.com/templets/blog/music/xingyueshenghua.mp3',
						'Img':'images/singer/4.jpg',
						'Lyric':'[00:00.00] 歌名：星月神话  [00:03.00] 歌手：金莎  [00:09.00] 电视剧《神话》插曲  [00:20.00] Music~  [00:36.00]中文歌词库 www.CnLyric.com  [00:37.48] 我的一生最美好的场景  [00:43.06] 就是遇见你  [00:48.17] 在人海茫茫中静静凝望着你  [00:54.72] 陌生又熟悉  [00:59.25] 啊~啊~啊~  [01:11.38] 尽管呼吸着同一天空的气息  [01:17.79] 却无法拥抱到你  [01:22.89] 如果转换了时空身份和姓名  [01:28.64] 但愿认得你眼睛  [01:33.87]  [01:34.22] 千年之后的你会在哪里  [01:40.18] 身边有怎样风景  [01:46.01] 我们的故事并不算美丽  [01:51.65] 却如此难以忘记  [01:57.44]  [01:58.07] Music~  [02:29.13]  [02:32.20] 尽管呼吸着同一天空的气息  [02:38.64] 却无法拥抱到你  [02:43.75] 如果转换了时空身份和姓名  [02:49.42] 但愿认得你眼睛  [02:54.94]  [02:55.31] 千年之后的你会在哪里  [03:01.04] 身边有怎样风景  [03:06.90] 我们的故事并不算美丽  [03:12.66] 却如此难以忘记  [03:18.15]  [03:18.40] 如果当初勇敢地在一起  [03:24.13] 会不会不同结局  [03:29.90] 你会不会也有千言万语  [03:35.72] 埋在沉默的梦里  [03:41.89]  [04:07.44] The end~'
					},
					{
						'Name':'江南',
						'Singer':'林俊杰',
						'Src':'http://cc.stream.qqmusic.qq.com/C100001oGzem0k192p.m4a?fromtag=52',
						'Img':'images/singer/5.jpg',
						'Lyric':'[00: 01.08]江南 - 林俊杰 [00: 36.73]风到这里就是粘 [00: 40.37]粘住过客的思念 [00: 44.56]雨到了这里缠成线 [00: 48.35]缠着我们留恋人世间 [00: 52.78]你在身边就是缘 [00: 56.21]缘分写在三生石上面 [01: 00.70]爱有万分之一甜 [01: 04.19]宁愿我就葬在这一点 [01: 08.84]圈圈圆圆圈圈 [01: 10.54]天天年年天天的我 [01: 13.36]深深看你的脸 [01: 15.76]生气的温柔 [01: 17.69]埋怨的温柔的脸 [01: 23.81]不懂爱恨情愁煎熬的我们 [01: 27.50]都以为相爱就像风云的善变 [01: 31.74]相信爱一天抵过永远 [01: 36.08]在这一刹那冻结了时间 [01: 39.66]不懂怎么表现温柔的我们 [01: 43.60]还以为殉情只是古老的传言 [01: 47.44]离愁能有多痛痛有多浓 [01: 52.04]当梦被埋在江南烟雨中 [01: 55.29]心碎了才懂 [02: 20.80]圈圈圆圆圈圈 [02: 22.47]天天年年天天的我 [02: 25.29]深深看你的脸 [02: 27.76]生气的温柔 [02: 29.78]埋怨的温柔的脸 [02: 35.94]不懂爱恨情愁煎熬的我们 [02: 39.53]都以为相爱就像风云的善变 [02: 43.57]相信爱一天抵过永远 [02: 47.98]在这一刹那冻结了时间 [02: 51.61]不懂怎么表现温柔的我们 [02: 55.55]还以为殉情只是古老的传言 [02: 59.54]离愁能有多痛痛有多浓 [03: 03.99]当梦被埋在江南烟雨中 [03: 07.22]心碎了才懂 [03: 19.85]相信爱一天抵过永远 [03: 23.99]在这一刹那冻结了时间 [03: 27.58]不懂怎么表现温柔的我们 [03: 31.52]还以为殉情只是古老的传言 [03: 35.36]离愁能有多痛痛有多浓 [03: 40.01]当梦被埋在江南烟雨中 [03: 45.31]心碎了才懂'
					},
					{
						'Name':'我的秘密',
						'Singer':'邓紫棋',
						'Src':'http://www.web-jackiee.com/templets/blog/music/wodemimi.mp3',
						'Img':'images/singer/6.jpg',
						'Lyric':'[00:00.00] 我的秘密 (Live Piano Session) - G.E.M. 邓紫棋  [00:02.00] 词曲：G.E.M.  [00:05.00] 编曲：G.E.M.  [00:06.00] 监制：Lupo Groinig  [00:07.00] 歌词编辑：果果  [00:08.00] QQ:765708831   [00:08.40] 中文歌词库 www.cnLyric.com  [00:09.10] 最近一直很好心情  [00:14.04] 不知道什么原因  [00:18.62] 我现在这一种心情  [00:23.20] 我想要唱给你听  [00:36.99] 看着窗外的小星星  [00:41.46] 心里想着我的秘密  [00:46.01] 算不算爱我不太确定  [00:50.56] 我只知道我在想你  [01:04.07] 我们之间的距离好像忽远又忽近  [01:08.75] 你明明不在我身边我却觉得很亲  [01:13.05] HA~ 有一种感觉我想说明  [01:17.74] 我心里的秘密　是你给的甜蜜  [01:22.77] 我们之间的距离好像一点点靠近  [01:27.45] 是不是你对我也有一种特殊感情  [01:31.92] HA~ 我犹豫要不要告诉你  [01:36.62] 我心里的秘密　是我好像喜欢了你  [01:51.73] 夜里陪着我的声音　就算沙了也动听  [02:00.83] 这一种累了的声音　是最温柔的证明  [02:18.55] 我们之间的距离好像忽远又忽近  [02:23.26] 你明明不在我身边我却觉得很亲  [02:27.67] HA~ 有一种感觉我想说明  [02:31.97] 我心里的秘密　是你给的甜蜜  [02:36.91] 我们之间的距离好像一点点靠近  [02:41.41] 是不是你对我也有一种特殊感情  [02:45.68] HA~ 我犹豫要不要告诉你  [02:50.26] 我心里的秘密　是我好像喜欢了你  [03:03.99] 这模糊的关系　是莫明的美丽  [03:13.86] 我们之间的距离好像一点点靠近  [03:18.57] 你明明不在我身边我却觉得很亲  [03:22.89] HA~ 这一刻我真的想说明  [03:27.63] 我心里的秘密 是你给的甜蜜  [03:32.62] 我们之间的距离每天一点点靠近  [03:37.29] 这是种别人无法理解的特殊感情  [03:41.34] HA~ 我要让全世界都清晰  [03:46.10] 我心里的秘密　是我会一直深爱着你  [03:54.73] 深爱着你'
					},
					{
						'Name':'李白',
						'Singer':'李荣浩',
						'Src':'http://cc.stream.qqmusic.qq.com/C100000rMFLS0ZnngN.m4a?fromtag=52',
						'Img':'images/singer/7.jpg',
						'Lyric':'[00: 00.70]李白 - 李荣浩 [00: 01.71]词：李荣浩曲：李荣浩 [00: 18.15]大部分人要我学习去看世俗的眼光 [00: 26.47]我认真学习了世俗眼光世俗到天亮 [00: 34.31]一部外国电影没听懂一句话 [00: 38.61]看完结局才是笑话 [00: 42.63]你看我多乖多聪明多么听话多奸诈 [00: 51.48]喝了几大碗米酒再离开是为了模仿 [00: 59.83]一出门不小心吐的那幅是谁的书画 [01: 07.66]你一天一口一个亲爱的对方 [01: 11.92]多么不流行的模样 [01: 16.04]都应该练练书法再出门闯荡 [01: 19.67]才会有人热情买帐 [01: 23.50]要是能重来我要选李白 [01: 27.66]几百年前做的好坏没那么多人猜 [01: 31.83]要是能重来我要选李白 [01: 35.72]至少我还能写写诗来澎湃逗逗女孩 [01: 40.18]要是能重来我要选李白 [01: 43.98]创作也能到那么高端被那么多人崇拜 [01: 51.77]要是能重来 [01: 54.17]喝了几大碗米酒再离开是为了模仿 [02: 02.48]一出门不小心吐的那幅是谁的书画 [02: 10.25]你一天一口一个亲爱的对方 [02: 14.46]多么不流行的模样 [02: 18.57]都应该练练书法再出门闯荡 [02: 22.13]才会有人热情买帐 [02: 26.14]要是能重来我要选李白 [02: 30.36]几百年前做的好坏没那么多人猜 [02: 34.65]要是能重来我要选李白 [02: 38.08]至少我还能写写诗来澎湃逗逗女孩 [02: 42.76]要是能重来我要选李白 [02: 46.64]创作也能到那么高端被那么多人崇拜 [02: 54.38]要是能重来 [03: 27.71]要是能重来我要选李白 [03: 32.84]几百年前做的好坏没那么多人猜 [03: 37.01]要是能重来我要选李白 [03: 40.70]至少我还能写写诗来澎湃逗逗女孩 [03: 45.43]要是能重来我要选李白 [03: 49.26]创作也能到那么高端被那么多人崇拜 [03: 56.71]要是能重来'
					},
					{
						'Name':'恋爱达人',
						'Singer':'罗志祥',
						'Src':'http://www.web-jackiee.com/templets/blog/music/lianaidaren.mp3',
						'Img':'images/singer/8.jpg',
						'Lyric':'[00:07.03]中文歌词库 www.CnLyric.com  [00:00.03] 罗志祥 - 恋爱达人  [00:04.03] 作词:严云农  [00:05.89] 作曲:中文  [00:09.80] (合)Hey You 就是你 请靠近我怀里  [00:14.25] 別假裝不在意 你明明动了心  [00:19.06] SO BABY 就是你 请不要再忧郁  [00:24.05] 我们玩个游戏 叫L.O.V.E  [00:30.15] (小S)給你一分种 若还不心动  [00:34.21] 用  [00:38.94] (罗)BABY 你不会懂 我就是要你心急  [00:43.78] 我恋爱能力 可是达人的等級  [00:50.18] (合)HEY YOU 就是你 请靠近我怀里  [00:55.68] 別假裝不在意 你明明动了心  [01:00.56] SO BABY 就是你 請不要再忧郁  [01:05.39] 我們玩个游戏 叫L.O.V.E~~~~  [01:11.83] YEAH ~~~YES I DO~~  [01:20.25] (罗)眼神不能在乎 态度若有似无  [01:25.14] 你自然就会 跟我走 请上钩  [01:30.64] (小S)你到底行不行 竟玩无聊的招数  [01:34.89] 我看过的猪 可是达人的程度E ON  [01:42.36] (合)HEY YOU 就是你 请靠近我怀里  [01:46.53] 別假裝不在意 我可能喜欢你  [01:51.63] SO BABY就是你 请说你很开心  [01:56.31] 我有点喜欢你 有点喜欢你~  [02:01.92] RAP:哈哈 爱是个野东西  [02:03.14] 它让我的心 变成了恋爱的机器  [02:06.00] 谁遇见你 连达人也会认输  [02:08.75] YEAH 为什么是你 我只想问 YEAH 为什么喜欢你  [02:12.63] (罗)为什么喜欢你 我已喜欢你 YEAH~  [02:20.04] (小S)Youre So Cute So Wont Youe To Me  [02:23.57] 猪头才會一直玩游戏 耍心机  [02:29.84] (合)BABY 就是你 请靠近我怀里  [02:35.81] 別假裝不在意 我想我喜欢你  [02:40.41] SO BABY就是你 请说你也愿意  [02:45.26] 我一直喜欢你 一喜欢你~  [02:50.85] (合)BABY 就是你 请靠近我怀里  [02:54.87] 別假裝不在意 我想我喜欢你  [02:59.94] SO BABY就是你 请说你也愿意  [03:04.62] 我非常喜欢你 非常喜欢你~  [03:18.38] (罗)非常喜欢你'
					}
				];
	return data;
}
